<template>
    <div id="app">
        <section>
            <div class="about-wrap">
                <h1>About me</h1>
                <p>私は、日本の自社開発インターネットサービスカンパニーに勤務しているQAE（Quality Assurance Engineer）です。</p>
                <p>宮崎大学で情報工学分野を学士課程と修士課程を合わせた計６年間学び、2021年の3月に同大学の修士課程を修了し、春から現職についております。</p>
                <p>在学時は、『ブロックチェーン技術を用いて公開鍵証明書の認証局における運用課題』へアプローチする研究を学士課程で、
                    一転して修士課程では『機械学習モデルを用いてWAF（Web Applciation Firewall）の運用課題』へアプローチする研究を行っておりました。</p>
                <p>これらの経歴からは一転して、ご縁もあり現職のQAEを務めさせていただいております。</p><br>
                <p>ちなみに、元来の出身は長崎県長崎市で、高校卒業後の宮崎大学進学を機に地元を旅立ちました。</p>
                <p>この春の就職を機に関東に参りましたが、それまでは地元に大学にと生粋の九州っ子として育まれてきましたので、また風土や食などガラッと変わった新生活を楽しく満喫しております。</p><br>
                <p>さて、当ページの開設・運用目的についてですが、それは私がこれからキャリアを形成していく中で、
                    手にした出会いだけにとどまらずより多くの方と交流する機会を得るために、この場を使い
                    私のポートフォリオ兼自己紹介ページに加え、情報発信用メディアツールとして私のことを少しでも知り興味を持っていただけたらと考えております。</p><br>
                <p>なお頂いたご意見やご要望、ご質問などは全てに目を通し、知的、感性的な財産とすべく受け取らせていただきたいと考えておりますので、
                    皆様がお持ちのクリティカルシンキング能力の片鱗をぜひ私のためにぜひご共有いただけますと幸いです。</p>

                <p>末筆ではございますが、改めましてよろしくお願いいたします。</p><br>
                <p>By Chihiro Kudo</p>
            </div>
        </section>
    </div>
</template>
